       IDENTIFICATION DIVISION.
       PROGRAM-ID. CEE3ABD.
       DATA DIVISION.
       LINKAGE SECTION.
       01  ABCODE  PIC S9(9) COMP.
       01  TIMING  PIC S9(9) COMP.
       PROCEDURE DIVISION USING ABCODE, TIMING.
           DISPLAY 'STUB CEE3ABD - ABEND CODE: ' ABCODE
           STOP RUN.
